const DescriptionForBalloons = () => {

    return (
        <table class='description-table'>
            <tr class='description-title'>Воздушные шары</tr>
            <tr class='description'>
                Воздушные шары всегда поднимают настроение, ведь они создают праздничную атмосферу даже в обычный
                 хмурый день. В каталоге нашего магазина Вы сможете купить уже готовые связки шаров или выбрать
                  самостоятельно необходимые цвета, ведь у нас вы найдете:
            </tr>
            <tr class='description-ol'>
                    <ol>
                        <li>Красные</li>
                        <li>Розовые</li>
                        <li>Жёлтые</li>
                        <li>Фиолетовые</li>
                        <li>Зелёные</li>
                        <li>Ярко-розовые</li>
                        <li>Оранжевые</li>
                        <li>Салатовые</li>
                        <li>Фольгированные</li>
                        <li>В форме сердца</li>
                        <li>В форме звезды</li>
                    </ol>
            </tr>
            <tr class='description-title'>Купить воздушные шары в Минске</tr>
            <tr class='description'>
                Для оформления заказа на покупку шаров вам необходимо связаться с нами по телефону или оформить заказ
                 через корзину сайта. После оформления заказа с вами свяжется менеджер для уточнения деталей заказа.
                  Все шары можно заказать с доставкой к нужному времени, а приятные дополнительные подарки, в виде
                   живых цветов, однозначно сделают ваше поздравление намного ярче.
            </tr>
        </table>

)
}

export default DescriptionForBalloons;