const DescriptionForBasket = () => {

    return (
        <table class='description-table'>
            <tr class='description-title'>Корзины с цветами</tr>
            <tr class='description'>
                Корзины с цветами могут быть составлены из роз, тюльпанов, гербер, кустовых и пионовидных роз,
                 хризантем различного цвета и других цветов. Вариантов оформления может быть большое количество,
                  и если вы не нашли, что искали, позвоните/напишите нам.
            </tr>
            <tr class='description-title'>Что внутри корзины?</tr>
            <tr class='description'>
                При создании композиций в корзине используется "Оазис", или по другому флористическая губка.
                 Она пропитывается водой и помещается на дно корзины, после чего формируется заказ.
            </tr>
            <tr class='instruction-for-paid'>
                Уход
            </tr>
            <tr class='description'>
                Ухаживать за подаренной корзиной особо не нужно, так как цветы получают воду из специальной
                 флористической губки. В корзину через 2-3 дня необходимо подлить немного воды, чтобы губка не стала
                  сухой.
            </tr>
            <tr class='instruction-for-paid'>
                Основные преимущества такого подарка:
            </tr>
            <tr class='description-ol'>
                    <ol>
                        <li>Удобство при перевозке/переноске</li>
                        <li>Минимальный уход</li>
                        <li>Различные варианты оформления</li>
                        <li>Оригинальность</li>
                        <li>Презентабельный внешний вид</li>
                    </ol>
            </tr>
            <tr class='description-title'>Купить корзину с цветами в Минске</tr>
            <tr class='description'>
                Для оформления заказа букета с доставкой Вы можете позвонить нам по телефону +375 (29) 711-18-33,
                либо оформить заказ самостоятельно в несколько шагов:
            </tr>
            <tr class='description-ol'>
                    <ol>
                        <li>Выбираем понравившийся букет</li>
                        <li>Нажимаем кнопку "купить"</li>
                        <li>Заполняем информацию к заказу, проверяем, и нажимаем "Оформить заказ".</li>
                    </ol>
            </tr>
            <tr class='instruction-for-paid'>
                Оформив заказ на сайте, необходимо дождаться подтверждения менеджером, после чего на указанный вами
                Email будет отправлено письмо со ссылкой на оплату при помощи банковской карты, а так же инструкция,
                как оплатить ваш заказ через ЕРИП.
            </tr>
        </table>

)
}

export default DescriptionForBasket;