const DescriptionForToys = () => {

    return (
        <table class='description-table'>
            <tr class='description-title'>Плюшевые медведи</tr>
            <tr class='description'>
                Плюшевые мишки представлены от 40 см до 250 см в различной цветовой гамме.
            </tr>
            <tr class='instruction-for-paid'>
                Мишки могут быть:
            </tr>
            <tr class='description-ol'>
                    <ol>
                        <li>В белом цвете</li>
                        <li>В молочном цвете</li>
                        <li>В кофейном цвете</li>
                        <li>В цвете капучино</li>
                    </ol>
            </tr>
            <tr class='description'>
                Все мишки сделаны из качественных материалов. Теперь сделать милый подарок в качестве плюшевого
                 медведя максимально просто, к тому же, в нашем магазине вы можете приобрести отличное дополнение
                  - красивый букет цветов. Если у вас остались какие-либо вопросы при оформлении заказа — позвоните
                   нам +375297111833 или используйте онлайн-чат на сайте.
            </tr>
            <tr class='description-title'>Купить плюшевого медведя в Минске</tr>
            <tr class='description'>
                Чтобы оформить заказ на плюшевого медведя, воспользуйтесь корзиной на сайте или просто позвоните
                 нам +375(29)711-18-33. В нашем магазине предусмотрена онлайн оплата при помощи
                  банковской карты с любой точки земного шара или через платежную систему расчета ЕРИП.
                   Все платежи происходят на защищенных сервисах платежных систем.
            </tr>
        </table>

)
}

export default DescriptionForToys;