const DescriptionForBouquetsOfRoses = () => {

    return (
        <table class='description-table'>
            <tr class='description-title'>Розы</tr>
            <tr class='description'>
                Все знают, роза – самый популярный цветок во всём мире, и город Минск не исключение. Поэтому в каталоге
                 нашего магазина можно выбрать букет на любой праздник или трогательное событие в вашей жизни.
                  У нас можно приобрести белорусские и импортные розы:
            </tr>
             <tr class='description-ol'>
                    <ul>
                        <li>Кения</li>
                        <li>Голландия</li>
                        <li>Эквадор</li>
                        <li>Украина</li>
                        <li>Россия</li>
                    </ul>
            </tr>
            <tr class='description-title'>Купить свежие розы в Минске</tr>
            <tr class='description'>
                У нас вы сможете приобрести красивые, свежие розы по приемлемым ценам в Минске. Заказ можно оплатить
                 онлайн с помощью банковской карты или через ЕРИП. В магазине представлена продукция от разных тепличных
                  а/к: Ждановичи, ДорОрс, Донна Роза. Теперь все виды цветов есть в одном месте. Поставки производятся
                   каждые 1-2 дня, что гарантирует наличие свежего и качественного товара.
            </tr>
            <tr class='description-title'>Заказать розы с доставкой</tr>
            <tr class='description'>
                В нашем интернет-магазине вы сможете заказать красивый и свежий букет из роз по низкой цене.
                 У нас есть все самые популярные цвета: красные/бордовые, желтые, белые, розовые, синие и многие другие.
                  Сделать приятный подарок и заказать красивый букет с открыткой для ваших родных и близких довольно
                   просто. В каталоге можно выбрать букет разной длины от 40 до 100 см, все зависит от ваших
                    предпочтений и пожеланий. Максимально быстро оформить доставку роз по Минску можно по телефону,
                     но если вам необходима онлайн оплата используйте корзину сайта.
            </tr>
            <tr class='instruction-for-paid'>
                После выбора подходящего букета вам необходимо:
            </tr>
            <tr class='description-ol'>
                    <ol>
                        <li>Выбрать нужную длину роз</li>
                        <li>Нажать кнопку "Купить"</li>
                        <li>Заполнить форму для заказа(Время, дата и т.д)</li>
                        <li>ВАЖНО! При оплата онлайн картой или через ЕРИП необходимо выбрать способ оплаты "Банковской картой онлайн"</li>
                        <li>Отправить заказ на обработку менеджеру</li>
                    </ol>
            </tr>
            <tr class='description'>
                После проверки вам придет письмо подтверждения на указанный в заказе Email.
            </tr>
        </table>

)
}

export default DescriptionForBouquetsOfRoses;