const DescriptionForFlowersBoxes = () => {

    return (
        <table class='description-table'>
            <tr class='description-title'>Купить шляпную коробку с цветами в Минске</tr>
            <tr class='description'>
                Это популярные и оригинальные композиции, которые могут быть сделаны из: роз, гортензий, гвоздик,
                 кустовых роз, тюльпанов. В каталоге магазина Вы сможете выбрать и заказать с доставкой приглянувшуюся
                  коробку с цветами.
            </tr>
            <tr class='description-title'>Что внутри коробки?</tr>
            <tr class='description'>
                Для создания композиций в шляпной коробке используется в основном круглая или квадратная форма.
                 Внутрь помещается пропитанная водой флористическая губка, которая и даёт питание вставленным в неё цветам.
            </tr>
            <tr class='instruction-for-paid'>
                Уход
            </tr>
            <tr class='description'>
                Если вы приобрели такого плана коробку, уход за ней будет минимальным. Через 2-3 дня внутрь необходимо
                 подлить немного воды, примерно грамм 100-150 если у вас небольшая коробка. Универсальность,
                  оригинальность и простота ухода за такими композициями является огромным преимуществом по сравнению
                   с букетом цветов.
            </tr>
            <tr class='description-title'>Заказать цветы в коробке</tr>
            <tr class='description'>
                Для оформления заказа вы можете позвонить нам по телефону +375 (29) 711-18-33, либо оформить заказ
                 самостоятельно в несколько шагов:
            </tr>
            <tr class='description-ol'>
                    <ol>
                        <li>Выбираем понравившуюся коробку с цветами или розами</li>
                        <li>Нажимаем кнопку "купить"</li>
                        <li>Заполняем информацию к заказу, проверяем, и нажимаем "Оформить заказ".</li>
                    </ol>
            </tr>
            <tr class='instruction-for-paid'>
                Оформив заказ на сайте, необходимо дождаться подтверждения менеджером, после чего на указанный вами
                Email будет отправлено письмо со ссылкой на оплату при помощи банковской карты, а так же инструкция,
                как оплатить ваш заказ через ЕРИП.
            </tr>
        </table>

)
}

export default DescriptionForFlowersBoxes;