const DescriptionForBouquets = () => {

    return (
        <table class='description-table'>
            <tr class='description-title'>Заказать букет цветов</tr>
            <tr class='description'>
                Букет цветов - прелестный и всегда уместный знак внимания для любимых и близких вам людей.
                 При выборе необходимо учитывать "любимые" и "нелюбимые" цветы для кого предназначен букет.
                  В каталоге нашего магазина вы несомненно найдете и сможете заказать подходящий букет, ведь у нас есть уже
                   собранные букеты с фото и ценами, которые разбиты по разделам. Мы подобрали самые популярные композиции из:
                    ромашек, ирисов, тюльпанов, сухоцветов, пионов и множество других. В нашем магазине вы сможете оформить
                     заказ на свежий букет как с доставкой по Минску, так и на самовывоз с 10% скидкой.
            </tr>
            <tr class='description-title'>Почему выбирают нас?</tr>
            <tr class='description'>
                Мы используем для составления букетов исключительно свежие цветы. Поставки импортных растений происходят
                 два раза в неделю, а розы белорусского производства довозятся каждый день или через день.
                  Все это гарантирует определенную свежесть букетов из нашего каталога. Мы очень трепетно относимся
                  к качеству букетов, которые мы доставляем, поэтому все букеты перед выездом курьера еще раз проверяются.
                   Отдельное внимание уделено и времени доставки, мы доставляем в удобный Вам часовой интервал времени.
                    У большинства фирм интервалы доставки от 3 до 5 часов.
            </tr>
            <tr class='description-title'>Купить букет в Минске</tr>
            <tr class='description'>
                Для оформления заказа букета с доставкой Вы можете позвонить нам по телефону +375 (29) 711-18-33,
                либо оформить заказ самостоятельно в несколько шагов:
            </tr>
            <tr class='description-ol'>
                    <ol>
                        <li>Выбираем понравившийся букет</li>
                        <li>Нажимаем кнопку "купить"</li>
                        <li>Заполняем информацию к заказу, проверяем, и нажимаем "Оформить заказ".</li>
                    </ol>
            </tr>
            <tr class='instruction-for-paid'>
                Оформив заказ на сайте, необходимо дождаться подтверждения менеджером, после чего на указанный вами
                Email будет отправлено письмо со ссылкой на оплату при помощи банковской карты, а так же инструкция,
                как оплатить ваш заказ через ЕРИП.
            </tr>
        </table>

)
}

export default DescriptionForBouquets;