
const DescriptionForDelivery = () =>{

    return(
        <table class='description-table'>
            <tr class='description-title'>Условия доставки и самовывоза в непраздничные дни</tr>
            <tr class='description-title'>Доставка</tr>
            <tr class='description'>
                В пределах МКАД:
                </tr>
                <tr class='description-ol'>
                    <ul>
                        <li>минимальная сумма заказа цветов/букета – 70 руб</li>
                        <li>стоимость доставки – 10 руб или бесплатно при сумме заказа цветов/букета от 100 руб</li>
                        <li>минимальный интервал доставки – 1-2 часа (в часы пик и часы большой загруженности интервал
                             может быть увеличен)</li>
                        <li>сопутствующие товары (воздушные шары, открытки, лепестки, плюшевые медведи, картины по
                             номерам и др) доставляем только с букетом</li>
                        <li>при приеме заказа на композиции в коробках или корзинах от 100 руб менеджер может запросить
                             предоплату до 50%, так как цветы будут специально подрезаться при сборке вашего заказа</li>
                        <li>способ оплаты: наличными курьеру, картой курьеру, наличными или картой в розничном магазине
                             до доставки, онлайн до доставки (ЕРИП, WebPay, BePaid)
                              ВНИМАНИЕ! В случае отказа от покупки после приезда курьера, покупатель до передачи ему
                               товара вправе отказаться от покупки при условии возмещения продавцу расходов, понесенных
                                в связи с совершением действий по выполнению договора (пункт 3 статьи 467 Гражданского
                                    кодекса Республики Беларусь и пункта 22 Правил продажи товаров по образцам). В
                                    случае отказа от товара, Покупатель обязан возместить продавцу все понесенные
                                    расходы, связанные с доставкой товара и его возврата от покупателя (10 руб в
                                        пределах МКАД).</li>
                    </ul>
                    </tr>
                    <tr class='description'>
                                За МКАД до 10 км:
                    </tr>
                    <tr class='description-ol'>
                    <ul>
                        <li>минимальная сумма заказа цветов/букета – 70 руб</li>
                        <li>стоимость доставки – 10 руб + 1км от МКАД/1 руб или 1км от МКАД/1 руб при сумме заказа цветов/букета от 100 руб</li>
                        <li>минимальный интервал доставки – 1-2 часа (в часы пик и часы большой загруженности интервал
                             может быть увеличен)</li>
                        <li>сопутствующие товары (воздушные шары, открытки, лепестки, плюшевые медведи, картины по
                             номерам и др) доставляем только с букетом</li>
                        <li>при приеме заказа на композиции в коробках или корзинах от 100 руб менеджер может запросить
                             предоплату до 50%, так как цветы будут специально подрезаться при сборке вашего заказа</li>
                        <li>способ оплаты: наличными курьеру, картой курьеру, наличными или картой в розничном магазине
                             до доставки, онлайн до доставки (ЕРИП, WebPay, BePaid)
                              ВНИМАНИЕ! В случае отказа от покупки после приезда курьера, покупатель до передачи ему
                               товара вправе отказаться от покупки при условии возмещения продавцу расходов, понесенных
                                в связи с совершением действий по выполнению договора (пункт 3 статьи 467 Гражданского
                                    кодекса Республики Беларусь и пункта 22 Правил продажи товаров по образцам). В
                                    случае отказа от товара, Покупатель обязан возместить продавцу все понесенные
                                    расходы, связанные с доставкой товара и его возврата от покупателя (10 руб +1 км
                                        от МКАД/1 руб).</li>
                    </ul>
                    </tr>
                    <tr class='description'>
                               За МКАД далее 10 км:
                    </tr>
                    <tr class='description-ol'>
                    <ul>
                        <li>минимальная сумма заказа цветов/букета – 150 руб</li>
                        <li>стоимость доставки – 1км от МКАД/1,5 руб</li>
                        <li>минимальный интервал доставки – 2-3 часа (в часы пик и часы большой загруженности интервал
                             может быть увеличен)</li>
                        <li>сопутствующие товары (воздушные шары, открытки, лепестки, плюшевые медведи, картины по
                             номерам и др) доставляем только с букетом</li>
                        <li>шары не доставляем</li>
                        <li>способ оплаты: наличными или картой в розничном магазине до доставки, онлайн до доставки
                             (ЕРИП, WebPay, BePaid)</li>
                    </ul>
                    </tr>
                    <tr class='description-title'>Самовывоз</tr>
                    <tr class='description-ol'>
                    <ul>
                        <li>минимальная сумма заказа цветов/букета – 50 руб</li>
                        <li>при предзаказе на самовывоз действует скидка 10% на цветы</li>
                        <li>не суммируется с другими скидками</li>
                        <li>скидка распространяется только на свежие цветы и на букеты сайта dolinaroz.by только
                            при предварительном заказе (минимум за 1-2 часа)</li>
                        <li>на свадебные букеты/сухоцветы и стабилизированные букеты/композиции скидка не распространяется</li>
                        <li>при приеме заказа на композиции в коробках или корзинах менеджер может запросить предоплату
                             до 50%, так как цветы будут специально подрезаться при сборке вашего заказа</li>
                    </ul>
                    </tr>
                    <tr class='description'>
                               Оформить заказ можно через корзину сайта, Инстаграм, а также через наших менеджеров
                                по телефонам +375297111833, +375445714141 и в мессенджерах по телефону
                                 +375445714141 (WhatsApp, Telegram, Viber).
                    </tr>
                    <tr class='description-title'>Условия доставки и самовывоза в предпраздничные и праздничные дни
                        (13-14 октября, 13-14 февраля, 6-8 марта)</tr>
                        <tr class='description-title'>Важно!</tr>
                        <tr class='description'>
                               Вопросы, связанные с внешним видом цветов и воздушных шаров, принимаются в момент
                                получения/покупки заказа. После проверки полученного заказа претензии к качеству
                                 цветов/шаров не принимаются, поэтому, пожалуйста, проверяйте внимательно цветы и
                                  шары при получении.
                    </tr>
                    <tr class='description'>
                               Живые цветы и воздушные шары с гелием не подлежат обмену и возврату согласно
                                Постановлению Совета Министров Республики Беларусь 14.06.2002 № 778
                                 (в редакции постановления Совета Министров Республики Беларусь 02.02.2022 № 62).
                    </tr>
                    <tr class='description'>
                               В случае, если в момент доставки по указанному адресу в оговоренный интервал
                                времени заказчик или получатель отсутствуют или не открывают дверь/не поднимают телефон,
                                  курьер возвращает цветы к нам в магазин, и в течении 2-х дней их можно забрать из
                                   нашего магазина. Повторная доставка в пределах МКАД – 20 рублей. Курьер по адресу
                                    может ожидать до 10 минут.
                    </tr>
                    <tr class='description'>
                               Мы всегда предварительно звоним получателю перед доставкой. При звонке не говорим,
                                что везем и от кого, представляемся просто службой доставки, тем самым сохраняя
                                 сюрприз. Доставка без звонка (доставка-сюрприз) возможна только по вашей просьбе
                                  и только в места доставки: квартира со свободным доступом в подъезд, место работы
                                   с отдельным входом с улицы.
                    </tr>
                    <tr class='description'>
                               Доставка в больницы, школы, университеты, колледжи, общежития, торговые центры,
                                офисные здания, парки, заводы и другие места большого скопления людей осуществляется
                                 до главного входа/ресепшн/вахты/проходной.
                    </tr>
                    <tr class='description'>
                               В случае отмены оплаченного заказа по независящим от нас причинам (отказ/ошибка
                                заказчика или получателя), заказ можно забрать в течение 2 дней из нашего магазина,
                                 оформить повторную доставку (15 руб в пределах МКАД) в течении 2 дней, оставить
                                  сумму на балансе с учетом вычета трат на расходники, возврат средств 50%.
                                   В случае, если это был заказ на коробку или корзину, для сборки которых подрезались
                                    цветы, возврат средств невозможен.
                    </tr>
                    <tr class='description-title'>Доставка третьим лицам</tr>
                    <tr class='description'>
                               Доставка третьим лицам осуществляется на основании данных, оставленных в заявке или по
                                телефону Заказчиком. Передача товара осуществляется без подтверждения и подписи
                                 заказчика/получателя. После получения товара заказчиком продавец не принимает претензии
                                   по качеству и комплектности Товара, а обязательства считаются исполненными в полном
                                    объёме.
                    </tr>
                    <tr class='description'>
                               Контактная информация используется исключительно для связи с заказчиком или получателем.
                                Мы не сообщаем получателю данные заказчика при доставке, из соображений
                                 конфиденциальности. Данные получателя, которые были уточнены в процессе доставки,
                                  конфиденциальны и не разглашаются заказчику.
                    </tr>
            </table>

            )
    }

export default DescriptionForDelivery;