const DescriptionForGeneralPage = () => {

    return (
        <table class='description-table'>
            <tr class='description-title'>Купить цветы недорого Kvetki.bel</tr>
            <tr class='description'>
                    Мы имеем в наличии внушительный ассортимент цветов как белорусского производства, так и импортного
                     – Голландия, Эквадор, Кения, Бразилия. В нашем цветочном магазине Вы можете купить практически
                      любые цветы с доставкой по Минску или в наших розничных магазинах по низкой цене.
                       Все срезанные цветы хранятся при правильной температуре, что гарантирует отличную стойкость
                        после покупки.
                </tr>
            <tr class='description'>
                Каталог представлен из множества готовых букетов из роз, кустовых роз, пионов, гортензий,
                 ромашек, альстромерий, хризантем, гипсофил, эустом, маттиол, подсолнухов, лилий, ирисов,
                  тюльпанов, ранункулюсов, гербер и множества других цветов. Имеем большой каталог сборных
                   букетов, в состав которых входят экзотические цветы и зелень. Опытные флористы сделают
                    стильный, свежий букет, исходя из ваших пожеланий и предпочтений.
            </tr>
            <tr class='description'>
            Заказать цветы можно, находясь за границей, ведь в нашем магазине предусмотрена онлайн оплата с
             помощью банковской карты любой страны. Мы принимаем платежи с помощью всех карт, где предусмотрена
              оплата онлайн, а также есть система расчета ЕРИП для держателей белорусских карт. К букету
               можно выбрать необходимую открытку или вкладыш, дополнив её текстом с вашим пожеланием.
            </tr>
            <tr class='description-title'>Бесплатная доставка цветов в Минске</tr>
            <tr class='description'>
                Хотите сделать приятный цветочный подарок с доставкой в Минске? Можете на нас рассчитывать – мы точно
                 Вас не подведём. Информацию о заказчике без его ведома мы не разглашаем. Доставка осуществляется в
                  удобный для Вас 1-2-часовой интервал времени абсолютно бесплатно при заказе цветов от 100 бел. рублей.
            </tr>
            <tr class='description'>
                В нашем магазине Вы можете заказать цветы с доставкой, максимально быстрое время от заказа до получения
                 цветов составляет 1-2 часа, при условии, что курьер свободен. Многие выбирают нашу компанию по ряду
                  причин:
            </tr>
            <tr class='description-ol'>
                    <ul>
                        <li>Доставка по Минску в течение 2-х часов или в назначенный интервал времени</li>
                        <li>Проконсультируем при выборе</li>
                        <li>Более 1000 положительных отзывов</li>
                        <li>Огромный выбор букетов из 51 и 101 розы</li>
                        <li>Широкий выбор сборных букетов и экзотики</li>
                        <li>Низкая стоимость на цветы</li>
                        <li>Приём заказов – круглосуточно (через корзину сайта), обработка заказов и доставка
                             осуществляются в рабочее время, в выходные и в праздничные дни.</li>
                        <li>Оплату можно осуществить удобным для вас способом (онлайн банковской картой, ЕРИП,
                             наличными и картой курьеру)</li>
                        <li>Стильные цветы в коробке и корзины с розами по низким ценам</li>
                        <li>10% скидка на все свежесрезанные цветы из нашего каталога при предварительном заказе на самовывоз</li>
                    </ul>
            </tr>
            <tr class='description'>
                Наши розничные магазины находятся по адресу г. Минск, ул. Карастояновой,
                 33, ул. Мазурова, 4
            </tr>

        </table>

)
}

export default DescriptionForGeneralPage;