

const DescriptionForPayment = () =>{

    return(
        <table class='description-table'>
            <tr class='description-title'>Оплата</tr>
            <tr class='description'>
                Оплатить дистанционно цветы в городе Минске очень просто, любой сможет разобраться, как это сделать
                 интуитивно, но тем не менее, если у вас возникли вопросы, мы поможем вам разобраться.
            </tr>
            <tr class='description-ol'>
                    <ol>
                        <li>Выберите понравившийся вам товар</li>
                        <li>Нажмите кнопку “В корзину”</li>
                        <li>Заполните вашу контактную информацию как заказчика</li>
                        <li>Заполните информацию о получателе, если принимать букет у курьера будет не заказчик</li>
                        <li>Выберите способ доставки и способ оплаты</li>
                    </ol>
            </tr>
            <tr class='instruction-for-paid'>
                Оформив заказ на сайте, необходимо дождаться подтверждения менеджером, после чего на указанный вами
                 Email или в мессенджер будет отправлено письмо со ссылкой на оплату при помощи банковской карты,
                  а так же инструкция, как оплатить ваш заказ через ЕРИП.
            </tr>
            <tr class='description-title'>Оплата заказов:</tr>
            <tr class='description-title'>WebPay</tr>
            <tr class='description'>
                Оплата производится онлайн через интернет способом выставления счета на ваш электронный адрес или Email.
                 После формирования вами заказа на сайте, мы проверяем наличие необходимых цветов и подтверждаем ваш
                  заказ, после чего на вашу почту придёт электронное письмо со ссылкой на оплату.
            </tr>
            <tr class='description-ol'>
                    <ol>
                        <li> При оформлении заказа на сайте и выборе способа оплаты заказа с помощью банковской карты,
                              обработка вашего платежа будет осуществляться компанией ООО ВЕБ ПЭЙ, с использованием
                               специально разработанной платежной системы WEBPAY™, которая успешно обеспечивает
                                осуществление надежных и безопасных электронных платежей в сети интернет.</li>
                        <li>Безопасный сервер WEBPAY устанавливает шифрованное соединение по защищенному протоколу TLS
                             и конфиденциально принимает от клиента данные его пластиковой банковской карты (Номер
                                 карты, имя держателя, дату окончания действия и контрольный номер банковской карточке
                                  CVC/CVC2)</li>
                        <li>Для аутентификации владельца карточки используются надежные методы Verified By Visa и
                             MasterCard SecureCode.</li>
                        <li>Чтобы проверить и удостовериться, что ваша карта может быть использована в системе WEBPAY,
                             мы рекомендуем обратиться в банк, обслуживающий вашу карту.</li>
                        <li>После совершения оплаты с использованием банковской карточки необходимо сохранять полученные
                             карт-чеки (подтверждения об оплате, полученные в Интернет-магазине) для сверки с выпиской
                              из карт-счёта (с целью подтверждения совершённых операций в случае возникновения спорных
                                  ситуаций)</li>
                    </ol>
            </tr>
            <tr class='description-title'>AlfaBank</tr>
            <tr class='description'>
                Вы можете оплатить заказ онлайн банковской картой Белкарт, Visa, MasterCard через систему Alfa-Bank.
            </tr>
            <tr class='description-ol'>
                    <ol>
                        <li>Оформите заказ через добавление товара «В корзину». В способах оплаты выберите пункт
                             «Оплатить картой».</li>
                        <li>После выбора способа оплаты банковской картой онлайн Вы будете переадресованы на защищенную
                             платежную страницу системы Alfa-Bank.</li>
                        <li>На платежной странице будет отображаться номер заказа в интернет магазине, наименование
                             товара(ов)/услуги, сумма заказа и валюта платежа. Введите реквизиты банковской карты —
                              номер, имя на карте, срок действия, CVV2/CVC2 код и адрес электронной почты для получения
                               электронного карт-чека и кликните «Оплатить».</li>
                        <li>Если ваша карта и банк поддерживают стандарт безопасности 3D-Secure, вам могут предложить
                             ввести ваш секретный пароль 3D-Secure. Чтобы получить пароль 3D-Secure, необходимо
                              обратиться в банк (номер телефона указан на вашей банковской карте).</li>
                    </ol>
            </tr>
            <tr class='description'>
                В результате проведенной оплаты с использованием банковской платежной карты будет сформирован карт-чек
                 в электронном виде (высылается на Ваш адрес электронной почты, указанный при вводе реквизитов для
                     оплаты), отражающий реквизиты операции оплаты и являющийся подтверждением совершения операции
                      оплаты. Сохраняйте чек до момента получения товар/услуги и для сверки с выпиской из карт-счёта
                       (с целью подтверждения совершённых операций в случае возникновения спорных ситуаций).
            </tr>
            <tr class='description-title'>ЕРИП</tr>
            <tr class='description'>
                Оплатить товары (цветы) в интернет-магазине Dolinaroz.by вы можете через систему ”Расчет“ (ЕРИП),
                 в любом удобном для Вас месте, в удобное для Вас время, в удобном для Вас пункте банковского
                  обслуживания – интернет-банке, с помощью мобильного банкинга, инфокиоске, кассе банков, почты,
                   банкомате и т.д.
            </tr>
            <tr class='description'>
                Совершить оплату можно с использованием наличных денежных средств, электронных денег и банковских
                 платежных карточек в пунктах банковского обслуживания, которые оказывают услуги по приему платежей,
                  а также посредством инструментов дистанционного банковского обслуживания.
            </tr>
            <tr class='description'>
                Для проведения платежа через систему ЕРИП необходимо выбрать:
            </tr>
            <tr class='description-ol'>
                    <ol>
                        <li>Пункт “Система “Расчет” (ЕРИП)</li>
                        <li>Интернет-магазины/сервисы</li>
                        <li> A-Z Латинские домены</li>
                        <li>D</li>
                        <li>Dolinaroz.by</li>
                        <li>Ввести номер заказа/счета</li>
                        <li>Совершить платеж</li>
                    </ol>
            </tr>
            <tr class='description'>
                Если Вы осуществляете платеж в кассе банка, пожалуйста, сообщите кассиру о необходимости проведения
                 платежа через систему ”Расчет“ (ЕРИП).
            </tr>
            <tr class='description-title'>bePaid картой онлайн</tr>
            <tr class='description'>
                После нажатия кнопки «Купить» вы перейдете на специальную защищенную платежную страницу процессинговой
                 системы bePaid
            </tr>
            <tr class='description'>
                На платежной странице будет указан номер заказа и сумма платежа. Для оплаты вам необходимо ввести свои
                 карточные данные и подтвердить платеж, нажав кнопку «Оплатить».
            </tr>
            <tr class='description'>
                Если ваша карта поддерживает технологию 3-D Secure, системой ваш будет предложено пройти стандартную
                 одноминутную процедуру проверки владельца карты на странице вашего банка (банка, который выдал вашу карту).
            </tr>
            <tr class='description'>
                После оплаты наш менеджер свяжется с вами для уточнения деталей по доставке.
            </tr>
            <tr class='description'>
                Обращаем ваше внимание, что после проведения платежа на указанный вами электронный адрес придет
                 подтверждение оплаты. Просим вас сохранять данные оплат.
            </tr>
            <tr class='description'>
                Мы принимаем платежи по следующим банковским картам: Visa, Visa Electron, MasterCard, Maestro, Белкарт.
            </tr>
            <tr class='description'>
                Платежи по банковским картам осуществляются через систему электронных платежей bePaid. Платежная
                 страница системы bePaid отвечает всем требованиям безопасности передачи данных (PCI DSS Level 1).
                  Все конфиденциальные данные хранятся в зашифрованном виде и максимально устойчивы к взлому.
                   Доступ к авторизационным страницам осуществляется с использованием протокола, обеспечивающего
                    безопасную передачу данных в Интернете (SSL/TLS).
            </tr>
            <tr class='description'>
               Возврат денежных средств осуществляется на карту, с которой была произведена оплата. Срок поступления
                денежных средств на карту от 1 до 30 дней с момента осуществления возврата Продавцом.
            </tr>
            <tr class='description-title'>Доставка третьим лицам</tr>
            <tr class='description'>
               Доставка третьим лицам осуществляется на основании данных оставленных в заявке или по телефону
                Заказчиком. Передача товара осуществляется без подтверждения и без сверки личности.
            </tr>
            <tr class='description'>
               После получения Товара Заказчиком или Получателем Продавец не принимает претензии по качеству и
                комплектности Товара, а обязательства считаются исполнение в полном объёме.
            </tr>
            <tr class='description-title'>Возврат и обмен</tr>
            <tr class='description'>
               Если оплата была прозиведена через систему “ЕРИП”, возврат средств невозможен.
                При оплате банковской платежной карточкой возврат наличными денежными средствами не допускается.
                 Расчеты с потребителем
                  при возврате уплаченной за товар денежной суммы, при расторжении договора о выполнении работы
                  (оказании услуги) осуществляются в той же форме, в которой производилась оплата товара, работы
                   (услуги), если иное не предусмотрено соглашением сторон.
            </tr>
            <tr class='description-title'>Порядок возврата регулируется правилами платежных систем.</tr>
            <tr class='description'>
               Процедура возврата товара регламентируется Законом Республики Беларусь от 9 января 2002 г. N 90-З «О
                защите прав потребителей».
            </tr>
            <tr class='description-ol'>
                    <ul>
                        <li>Потребитель вправе отказаться от товара в течение 14(четырнадцати) дней с момента передачи
                            ему товара;</li>
                        <li>Потребитель вправе в одностороннем порядке отказаться от исполнения договора о выполнении
                             работы (оказании услуги) при условии оплаты исполнителю фактически понесенных им расходов,
                              если иное не предусмотрено законодательством.</li>
                        <li>Требование потребителя об обмене либо возврате качественного товара подлежит удовлетворению,
                             если товар не был в употреблении, сохранены его потребительские свойства и имеются
                              доказательства приобретения его у данного продавца.</li>
                        <li>Перечень непродовольственных товаров надлежащего качества, не подлежащих обмену и возврату,
                             утверждается Правительством Республики Беларусь.</li>
                    </ul>
            </tr>
            <tr class='instruction-for-paid'>
                В случае, если Вы не получили заказ (не оказана услуга), Вам необходимо обратиться (в службу
                    технической поддержки) по телефонам +375297111833 или e-mail kvetki.bel@mail.ru
                     Менеджеры Вас проконсультируют.
            </tr>
            <tr class='description'>
               При оплате банковской платежной картой возврат денежных средств осуществляется на карточку, с которой
                была произведена оплата.
            </tr>
            <tr class='description'>
               Для возврата денежных средств на банковскую платежную карточку необходимо заполнить «Заявление о возврате
                денежных средств» и отправить его по электронному адресу.
            </tr>
            <tr class='description'>
               Возврат денежных средств осуществляется на карту с которой была произведена оплата.
            </tr>
            <tr class='description'>
               Возврат денежных средств будет осуществлен на банковскую платежную карточку в течение 7 (семи)
                календарных дней со дня получения «Заявление о возврате денежных средств» Компанией. Сумма возврата
                 будет равняться сумме покупки. Для возврата денежных средств по операциям проведенными с ошибками
                  необходимо обратиться с письменным заявлением и приложением чеков/квитанций, подтверждающих
                   ошибочное списание. Данное заявление необходимо направить по электронному адресу.
            </tr>
            <tr class='description-title'>Возможные причины отказа платежа в интернет-магазине Kvetki.bel</tr>
            <tr class='description-ol'>
                    <ul>
                        <li>Недостаточно средств на банковской карточке</li>
                        <li>На вашей карточке установлен запрет при оплате через интернет</li>
                        <li>Истекло время ожидания ввода данных банковской карты</li>
                        <li>Введенные данные не были подтверждены Покупателем на платежной странице, ошибка формата данных и пр.</li>
                    </ul>
            </tr>
        </table>
        )
    }

export default DescriptionForPayment;